Repository: acoli-repo/LLODifier
Catalog: tmx/EUR-lex_001_excerpt.tmx
Source language: en
Languages: lt

source: EN
lt: LT

source: Official Journal of the European Union
lt: Europos Sąjungos oficialusis leidinys

source: REGULATION (EU) 2019/881 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 17 April 2019 on ENISA (the European Union Agency for Cybersecurity) and on information and communications technology cybersecurity certification and repealing Regulation (EU) No 526/2013 (Cybersecurity Act)
lt: EUROPOS PARLAMENTO IR TARYBOS REGLAMENTAS (ES) 2019/881 2019 m. balandžio 17 d. dėl ENISA (Europos Sąjungos kibernetinio saugumo agentūros) ir informacinių ir ryšių technologijų kibernetinio saugumo sertifikavimo, kuriuo panaikinamas Reglamentas (ES) Nr. 526/2013 (Kibernetinio saugumo aktas)

source: (Text with EEA relevance)
lt: (Tekstas svarbus EEE)

source: THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,
lt: EUROPOS PARLAMENTAS IR EUROPOS SĄJUNGOS TARYBA,

source: Having regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,
lt: atsižvelgdami į Sutartį dėl Europos Sąjungos veikimo, ypač į jos 114 straipsnį,

source: Having regard to the proposal from the European Commission,
lt: atsižvelgdami į Europos Komisijos pasiūlymą,

source: After transmission of the draft legislative act to the national parliaments,
lt: teisėkūros procedūra priimamo akto projektą perdavus nacionaliniams parlamentams,

source: Having regard to the opinion of the European Economic and Social Committee ( 1),
lt: atsižvelgdami į Europos ekonomikos ir socialinių reikalų komiteto nuomonę ( 1),

source: Having regard to the opinion of the Committee of the Regions ( 2),
lt: atsižvelgdami į Regionų komiteto nuomonę ( 2),

source: Acting in accordance with the ordinary legislative procedure ( 3),
lt: laikydamiesi įprastos teisėkūros procedūros ( 3),

source: Whereas:
lt: kadangi:

source: Network and information systems and electronic communications networks and services play a vital role in society and have become the backbone of economic growth.
lt: tinklų ir informacinės sistemos bei elektroninių ryšių tinklai ir paslaugos atlieka visuomenei gyvybiškai svarbų vaidmenį ir tapo ekonomikos augimo pamatu.

source: Information and communications technology (ICT) underpins the complex systems which support everyday societal activities, keep our economies running in key sectors such as health, energy, finance and transport, and, in particular, support the functioning of the internal market.
lt: Informacinėmis ir ryšių technologijomis (IRT) grindžiamos sudėtingos sistemos, kurias taikant remiama kasdienė visuomenės veikla, užtikrinamas mūsų ekonomikos pagrindinių sektorių, kaip antai sveikatos, energetikos, finansų ir transporto, funkcionavimas ir visų pirma remiamas vidaus rinkos veikimas;

source: The use of network and information systems by citizens, organisations and businesses across the Union is now pervasive.
lt: piliečiai, organizacijos ir verslo įmonės visoje Sąjungoje dabar labai plačiai naudoja tinklų ir informacines sistemas.

source: Digitisation and connectivity are becoming core features in an ever growing number of products and services and with the advent of the internet of Things (IoT) an extremely high number of connected digital devices are expected to be deployed across the Union during the next decade.
lt: Vis daugiau produktų ir paslaugų yra grindžiami skaitmeninimu ir susietumu, ir numatoma, kad, įsitvirtinus daiktų internetui, per ateinantį dešimtmetį Sąjungoje bus įdiegtas ypatingai didelis skaičius susietųjų skaitmeninių įrenginių.

source: While an increasing number of devices is connected to the internet, security and resilience are not sufficiently built in by design, leading to insufficient cybersecurity.
lt: Nors prie interneto prijungiama vis daugiau įrenginių, jų projektavimo etape nepakankamai atsižvelgiama į saugumą ir atsparumą, dėl to jų kibernetinis saugumas yra nepakankamas.
